'use strict';
var args = [
    "( .-. )",
    "( .o.)",
    "( `·´ )",
    "( ° ͜ ʖ °)",
    "( ͡° ͜ʖ ͡°)",
    "( ⚆ _ ⚆ )",
    "( ︶︿︶)",
    "( ﾟヮﾟ)",
    "(\\/)(°,,,°)(\\/)",
    "(¬_¬)",
    "(¬º-°)¬",
    "(¬‿¬)",
    "(°ロ°)☝",
    "(´・ω・)っ",
    "(ó ì_í)",
    "(ʘᗩʘ')",
    "(ʘ‿ʘ)",
    "(̿▀̿ ̿Ĺ̯̿̿▀̿ ̿)̄",
    "(͡° ͜ʖ ͡°)",
    "(ಠ_ಠ)",
    "(ಠ‿ಠ)",
    "(ಠ⌣ಠ)",
    "(ಥ_ಥ)",
    "(ಥ﹏ಥ)",
    "(ง ͠° ͟ل͜ ͡°)ง",
    "(ง ͡ʘ ͜ʖ ͡ʘ)ง",
    "(ง •̀_•́)ง",
]
var count = 0;

function onClick() {
    console.log('click');
    document.getElementById("content").textContent = args[count];
    count++;
}
// alert(args[0])